const movies = [
  {
    id: 1,
    title: "Месники: Завершення",
    description: "Після руйнівних подій Месники збираються ще раз, щоб скасувати дії Таноса та відновити баланс у всесвіті.",
    genres: ["Фантастика", "Бойовик", "Пригоди"],
    poster: "https://cdn.planetakino.ua/661_avengers-endgame_2019/Media/Posters/vertical/opt_0befec73-c9f0-42d4-a78e-58e4d1b2606f.jpg",
    showtime: "18:30, 20 травня 2025"
  },
  {
    id: 2,
    title: "Початок",
    description: "Професійний злодій, який спеціалізується на викраденні секретів із підсвідомості під час фази сну, отримує зворотне завдання - впровадити ідею в розум CEO.",
    genres: ["Фантастика", "Трилер", "Пригоди"],
    poster: "https://s4.vcdn.biz/static/f/1396166071/image.jpg/pt/r375x0x4",
    showtime: "20:00, 21 травня 2025"
  },
  {
    id: 3,
    title: "Джокер",
    description: "У Готемі коміка з психічними проблемами відштовхує суспільство, що спричиняє його спіраль у хаос і злочинність, приводячи його до зустрічі з своїм альтер-его: Джокером.",
    genres: ["Драма", "Кримінал", "Трилер"],
    poster: "https://upload.wikimedia.org/wikipedia/uk/d/d2/%D0%94%D0%B6%D0%BE%D0%BA%D0%B5%D1%80_%282019%29%2C_%D0%BF%D0%BE%D1%81%D1%82%D0%B5%D1%80.jpg",
    showtime: "19:15, 19 травня 2025"
  },
  {
    id: 4,
    title: "Паразити",
    description: "Безробітна родина з чотирьох осіб цікавиться життям заможної родини Парк, поки їхнє затишне життя не порушується через неочікуваний інцидент.",
    genres: ["Комедія", "Драма", "Трилер"],
    poster: "https://cdn.planetakino.ua/514_parasite_2019/Media/Posters/vertical/opt_1b69510e-dda6-4e61-9fcf-89494d210535.jpg",
    showtime: "18:00, 22 травня 2025"
  },
  {
    id: 5,
    title: "Людина-павук: Додому шляху нема",
    description: "Після того, як особистість Людини-павука була розкрита, Пітер Паркер просить допомоги у Доктора Стренджа, але коли закляття йде не так, з'являються небезпечні вороги з інших всесвітів.",
    genres: ["Фантастика", "Пригоди", "Бойовик"],
    poster: "https://cdn.planetakino.ua/646_spider-man-no-way-home_2021/Media/Covers/vertical/opt_8e3e53e8-1be2-4475-968d-426d1192abfa.jpg",
    showtime: "21:30, 23 травня 2025"
  },
  {
    id: 6,
    title: "Дюна",
    description: "Син благородної родини, якому довірено захист найважливішого активу та найціннішого елементу у галактиці, має забезпечити майбутнє свого народу.",
    genres: ["Фантастика", "Пригоди", "Драма"],
    poster: "https://uakino.me/uploads/posts/2024-04/1712864536_nytnwyizetnimds7n8gsq5xtymx.jpg",
    showtime: "19:45, 24 травня 2025"
  }
];

export default movies;